package App::D;

=encoding UTF-8

=cut

# ABSTRACT: show time and month info

=head1 DESCRIPTION

    $ d

        2014-04-23 21:01:14 UTC
        2014-04-24 01:01:14 Europe/Moscow  <---

    Пн Вт Ср Чт Пт Сб Вс
                    1  2     март
     3  4  5  6  7  8  9
    10 11 12 13 14 15 16
    17 18 19 20 21 22 23
    24 25 26 27 28 29 30
    31  1  2  3  4  5  6     апрель
     7  8  9 10 11 12 13
    14 15 16 17 18 19 20
    21 22 23 24 25 26 27
    28 29 30  1  2  3  4     май
     5  6  7  8  9 10 11
    12 13 14 15 16 17 18
    19 20 21 22 23 24 25
    26 27 28 29 30 31

=cut

1;
